Repository: craftersmine/LaunchPad
Catalog: craftersmine.AppLauncher/Strings/*/Settings.resw
Source language: en_us
Languages: ru_ru

# About_Description.Text
source: This app allows you to launch your applications from one place, even if your app is located on external device
ru_ru: Данное приложение позволяет запускать ваши приложения из одного места, даже если они располагаются на внешнем хранилище

# About_Header.Text
source: About
ru_ru: О программе

# About_Version.Text
source: Version:
ru_ru: Версия:

# AppListErrorDlgOld_Content
source: Old application list file is still remains in application folder, would you like to remove this file as well?
ru_ru: Старый список приложений все еще находится в папке приложения. Хотите ли вы также удалить данный файл?

# AppListErrorDlgOld_Title
source: Old file still remains
ru_ru: Старый файл все еще присутствует

# AppListErrorOld_Title
source: Old application list file still exists!
ru_ru: Старый файл все еще присутствует!

# AppListSaveError_Content
source: Unable to locate old app list file! File is missing, renamed or removed! Save failed!
ru_ru: Не удалось найти старый файл списка приложений, возможно он отсутствует, удален или переименован! Сохранение прервано!

# AppListSaveError_Title
source: Error while saving old list
ru_ru: Ошибка при сохранении списка приложений

# ErrorBar.Message
source: There was an issue with loading application list from saved file. This could be caused by application crash, incorrect system shutdown or failed write operation while trying to save application list file. All saved app entries in app was lost due to file become unreadable to app. You can still recover old file to try restore app list manually.
ru_ru: Возникла проблема при загрузке файла списка приложений из файла. Это могло произойти по причине падения приложения, некорректного отключения системы или провалившейся операцией записи в файл во время сохранения списка приложений. Все элементы списка приложений были утеряны в связи с тем что файл не может быть прочитан корректно. Вы все еще можете попытаться восстановить список приложений вручную.

# ErrorBar.Title
source: Error with application list
ru_ru: Ошибка с файлом списка приложений

# ErrorBar_Save.Content
source: Save old application list file (XML)
ru_ru: Сохранить старый файл списка приложений (XML)

# FileTypes_Xml
source: XML Documents
ru_ru: Документы XML

# Language_Header.Text
source: Language
ru_ru: Язык

# Language_RestartButton.Content
source: Restart App
ru_ru: Перезапустить приложение

# Language_RestartRecommended.Text
source: Restart required to properly apply application language
ru_ru: Требуется перезапуск приложения для корректного применения языка

# LaunchParams_Header.Text
source: Launcher Lock
ru_ru: Блокирование лаунчера

# LockDialogTimeoutBox.Description
source: Time in milliseconds (1s = 1000ms, Default: 3000ms or 3s)
ru_ru: Время в миллисекундах (1с = 1000мс, По умолчанию: 3000мс или 3с)

# LockDialogTimeoutBox.Header
source: Time for how long launcher lock window will show application exit code until unlocking launcher
ru_ru: Время того, как долго будет присутствовать окно блокировки лаунчера после того как приложение прекратит работу

# Page_Header.Text
source: Settings
ru_ru: Параметры

# Picker_Save_AppList
source: Save list file
ru_ru: Сохранить список приложений

# Sound_Header.Text
source: Sound
ru_ru: Звук

# Sound_Toggle.Header
source: Enable sound for navigation within application like on Xbox
ru_ru: Включить звуки действий в приложении как на Xbox

# Sound_Toggle.OffContent
source: Sound disabled
ru_ru: Звук выключен

# Sound_Toggle.OnContent
source: Sound enabled
ru_ru: Звук включен

# Theme_Header.Text
source: Theme
ru_ru: Тема

# Theme_Radio_Dark.Content
source: Dark
ru_ru: Темная

# Theme_Radio_Light.Content
source: Light
ru_ru: Светлая

# Theme_Radio_System.Content
source: Use system setting
ru_ru: Использовать системную тему
